ant-dracula-gtk-theme
betterlockscreen
cava
colorpicker
dh-autoreconf
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-material-git
ksuperkey
lightdm-webkit2-theme-glorious
nerd-fonts-dejavu-complete
networkmanager-dmenu-git
obmenu-generator
olive
optimus-manager
optimus-manager-qt
perl-linux-desktopfiles
picom-jonaburg-git
plymouth
plymouth-theme-colorful-git
polybar
spicetify-cli
spicetify-themes-git
spotify
tty-clock
update-grub
vdhcoapp-bin
xdg-utils-git
yay
zoom
