acpi_call
alsa-plugins
alsa-tools
alsa-utils
android-tools
arch-install-scripts
atril
b43-fwcutter
base
bashtop
bbswitch
bind
binutils
blueberry
brightnessctl
broadcom-wl
btrfs-progs
calc
cmatrix
crda
cups
darkhttpd
ddrescue
dhclient
dhcpcd
dialog
diffutils
discord
dmenu
dmraid
dnsmasq
dosfstools
dunst
efitools
ethtool
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg
ffmpegthumbnailer
firefox
flashplugin
fsarchiver
gcc
geany
gimp
gnu-netcat
gparted
gpm
gptfdisk
grml-zsh-config
grub
gtk2-perl
gtk2fontsel
gvfs
gvfs-mtp
haveged
hdparm
hplip
htop
i3-gaps
i3blocks
i3status
imagemagick
inetutils
intel-ucode
ipw2100-fw
ipw2200-fw
irssi
iwd
jfsutils
jq
leafpad
libreoffice-fresh
lightdm
lightdm-webkit2-greeter
linux-atm
linux-firmware
linux-headers
lolcat
lsd
lsscsi
lvm2
lxappearance
lxdm
make
man-db
man-pages
mc
mdadm
mkinitcpio-nfs-utils
mpc
mpd
mplayer
mtools
nano
nbd
ncdu
ncmpcpp
ndisc6
neofetch
netctl
networkmanager
nfs-utils
nilfs-utils
nitrogen
nm-connection-editor
nmap
ntfs-3g
ntp
nvidia
nvidia-settings
obconf
openbox
openconnect
openssh
os-prober
p7zip
pacman-contrib
partclone
parted
partimage
patch
pavucontrol
pidgin
pkgconf
playerctl
playonlinux
polkit
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
pulseaudio-qt
pv
pycharm-community-edition
python-pip
qbittorrent
ranger
reiserfsprogs
rofi
rp-pppoe
rsync
rustup
scrot
sdparm
sg3_utils
smartmontools
steam
sudo
supertuxkart
sxhkd
syslinux
tcpdump
terminus-font
termite
testdisk
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-dejavu
tumbler
udisks2
unrar
unzip
usb_modeswitch
usbutils
vi
viewnior
vim
vlc
vpnc
vulkan-headers
vulkan-intel
w3m
wget
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xarchiver
xautolock
xclip
xdg-user-dirs
xdotool
xf86-video-intel
xfce4-power-manager
xfce4-settings
xfsprogs
xl2tpd
xorg-fonts-misc
xorg-server
xorg-server-xephyr
xorg-xbacklight
xorg-xfd
xorg-xkill
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xwininfo
xss-lock
zip
zsh
